Repository: wp-e-commerce/Gold-Cart
Catalog: languages/wpsc_gold_cart-*.po
Languages: hu_hu

source: WP e-Commerce Modules
hu_hu: WP e-Commerce Modul

source: Add more functionality to your e-Commerce site
hu_hu: Adjon több funkciót az e-Commerce oldalához

source: Go to Shop
hu_hu: Ugrás a Bolthoz

source: Pure Gold
hu_hu: Tiszta Arany

source: Add Products search &amp; additional payment gateways to your e-Commerce install
hu_hu: Adjon termékkeresőt és újabb fizetési módokat az e-Commerce oldalához

source: Impress your customers with a sliding DropShop
hu_hu: Nyűgözd le a vásárlóidat a görgethető DropShoppal

source: Grid View
hu_hu: Rácsos Nézet

source: Change the layout of your shop with this 960 inspired grid view.
hu_hu: Változtassa meg boltja külsejét ezzel a 960 inspirált rácsos nézettel.

source: MP3 Player
hu_hu: MP3 lejátszó

source: Selling music? Then this is the module for you!
hu_hu: Zenét árul? Akkor ez az Önnek megfelelő modul!

source: Members Only Module
hu_hu: Csak Tagok Részére Modul

source: Private Articles and Images are your business? Sell them with ease using this module.
hu_hu: Magáncikkeket és fényképeket árul? Ezzel a modullal könnyen eladja majd őket.

source: Product Slider
hu_hu: Termék Mozgató

source: Display your products in a new and fancy way using the "Product Slider" module.
hu_hu: Jelenítse meg termékei divatos módon a "Termék Mozgató" segítségével!

source: NextGen Gallery Buy Now Buttons
hu_hu: NextGen Galéria Megvesyem gombok

source: Make your Online photo gallery into an e-Commerce solution.
hu_hu: Változtasd webshoppá az online galériádat

source: The gold cart is currently activated.
hu_hu: GoldCart aktiválva.

source: The gold cart is currently deactivated.
hu_hu: A Gold Cart ki van kapcsolva

source: Gold Cart
hu_hu: Arany Kosár

source: <strong>New Authorize.net Gateway for Gold Cart!</strong><br />We have a new Authorize.net gateway supporting the new AIM/CIM API. We recommend you <a href="%1s">configure the new gateway</a> to take advantage of these new features. <a href="%2s">Click here</a> to ignore and remove this box.
hu_hu: <strong>Új Authorize.net Gateway a Gold Cart-hoz</strong><br />Új Authorize.net gateway-ünk támogatja az új AIM/CIM API-t. Javasoljuk <a href="%1s">hogy állitsd be úgy a gateway-t</a> hogy használhasd az új funkcióit. <a href="%2s">Kattints ide</a> hogy eltávolitsd ezt az üzenetet.

source: Your Shopping Cart
hu_hu: Az Ön Kosara

source: Gallery
hu_hu: Galéria

source: Default View
hu_hu: Alapértelmezett nézet

source: Default
hu_hu: Alapértelmezés

source: List View
hu_hu: Lista nézet

source: List
hu_hu: Lista

source: Grid
hu_hu: Rács

source: Sort:
hu_hu: Rendezés:

source: Select
hu_hu: Válasszon

source: Ascending
hu_hu: Növekvő

source: Descending
hu_hu: Csökkenő

source: Show:
hu_hu: Mutat:

source: Thanks! The Gold Cart upgrade has been activated.
hu_hu: Köszönjük! Az Arany Kosár frissítése sikeresen megtörtént.

source: New options have been added to %s, and your payment gateway list has been extended.
hu_hu: A fizetési módok listája új opciókkal bővült.

source: Settings -> Presentation
hu_hu: Beállítások -> Előadás

source: Sorry, the API key was incorrect.
hu_hu: Elnézést, az API kód helytelen.

source: Gold Cart Activation
hu_hu: Arany Kosár Aktiválás

source: Name
hu_hu: Név

source: API Key
hu_hu: API Kód

source: Submit
hu_hu: Küldés

source: Reset API Key
hu_hu: API Kód visszaállítása

source: Click <a href="http://docs.getshopped.org/category/extending-your-store/premium-plugins/gold-cart/" target="_blank">here</a> to learn how to use each Gold Cart feature.
hu_hu: Kattints <a href="http://docs.getshopped.org/category/extending-your-store/premium-plugins/gold-cart/" target="_blank">ide</a> hogy megtanuld használni a Gold Cart-ot.

source: Credit Card Number *
hu_hu: Hitelkártya szám

source: Credit Card Expiry *
hu_hu: Kártya lejárati dátuma

source: CVV
hu_hu: Kártyán található biztonsági kód

source: There was an error contacting the payment gateway, please try again later.
hu_hu: Hiba történt a feldolgozás közben, kérem próbálja újra később.

source: There is a new Authorize.net Gateway!
hu_hu: Itt az új Authorize.net gateway!

source: This one will not be supported with Gold Cart for much longer. Please configure the new Authorize.net AIM/CIM gateway.
hu_hu: Ez már nem támogatott, kérem használja az új Authorize.net gatewayt

source: Authorize API Login ID
hu_hu: Authorize API Bejelentkező ID:

source: Authorize Transaction Key
hu_hu: Authorize Tranzakciós kulcs

source: Test Mode
hu_hu: Teszt üzemmód

source: Please note that country and state fields are generated automatically.
hu_hu: Az ország és állam mezők automatikusan generálódnak

source: Forms Sent to Gateway
hu_hu: Elküldve a Gatewaynek

source: Description
hu_hu: Leírás

source: Bill To Info:
hu_hu: Számlázási adatok:

source: First Name Field
hu_hu: Keresztnév

source: Last Name Field
hu_hu: Vezetéknév

source: Address Field
hu_hu: Cím

source: City Field
hu_hu: Város

source: Postal code/Zip code Field
hu_hu: Irányítószám

source: Email Field
hu_hu: Email

source: Phone Number Field
hu_hu: Telefonszám

source: Ship To Info:
hu_hu: Postázási adatok:

source: Credit Card Code *
hu_hu: Hitelkártya kód

source: State Field
hu_hu: Állam

source: Country:
hu_hu: Ország

source: Postal / Zip code Field
hu_hu: Irányítószám

source: Access User Id
hu_hu: Hozzáférési azonositó

source: Access Key
hu_hu: Hozzáférési kulcs

source: Mac Key
hu_hu: Mac kulcs

source: Note: DPS will give you a 64 character key / password. The first 48 characters of this go into the "Access Key" field and the last 16 characters go into the "Mac Key" field.
hu_hu: info: DPS-től 64 karakteres kulcs / jelsyo kombinaciot kapunk. Az első 48 karakter a Hozzáférési Kulcs az utolsó 16 karakter a Mac kulcs

source: United States Dollar
hu_hu: Amerikai dollár

source: Canadian Dollar
hu_hu: Kanadai dollár

source: Swiss Franc
hu_hu: Svájci frank

source: French Franc
hu_hu: Francia frank

source: United Kingdom Pound
hu_hu: Angol font

source: Hong Kong Dollar
hu_hu: Hong Kong-i dollár

source: Japanese Yen
hu_hu: Japán jen

source: New Zealand Dollar
hu_hu: Új-Zélandi dollár

source: Singapore Dollar
hu_hu: Szingapúri dollár

source: Australian Dollar
hu_hu: Ausztrál dollár

source: Solomon Islands Dollar
hu_hu: Salomon Szigeteki Dollár

source: Currency sent to DPS
hu_hu: Pénznem a DPS felé

source: Note: Because DPS does not support questionmarks in the URL you must use permalinks - currently only date and name based permalinks have been fully tested with DPS.
hu_hu: info: DPS nem támogatja a kérdőjeleket ay URL-ben, ezért Permalinkeket kell használj. Jelenelg csak a dátum és név permalinkek lettek teljesen tesztelve

source: An Error has occured >
hu_hu: Hiba történt

source: Rebill Gateway failed:
hu_hu: Újraszámlázó Gateway hiba:

source: Please Check the Payment Results
hu_hu: Kérjük ellenőrizze a fizetés eredményét

source: Your transaction was not successful.
hu_hu: A tranzakció sikertelen.

source: Click here to go back to checkout page.
hu_hu: A kijelentkezéshez való visszatéréshez kérem klikkeljen ide.

source: Your transaction was successful.
hu_hu: A tranzakció sikeres.

source: eWay Customer id
hu_hu: eWay Felhasználói azonosito

source: Use Testing enviroment
hu_hu: Teszt környezet használata

source: Use CVN Security
hu_hu: CVN Security használata

source: Country Field
hu_hu: Ország

source: English
hu_hu: Angol

source: Dutch
hu_hu: Holland

source: French
hu_hu: Francia

source: iDeal Currency
hu_hu: iDeal pénznem

source: iDeal Language
hu_hu: iDeal nyelv

source: Credit Card Expiration *
hu_hu: Kártya lejárati dátuma

source: CVV Code *
hu_hu: Kártyán található biztonsági kód

source: Store Number
hu_hu: Bolt azonosito

source: Test Environment
hu_hu: Teszt környezet

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Pay with Payment Express - PX Fusion
hu_hu: Fizetés Payment Express - PX Fusion használatával

source: Credit cards Details
hu_hu: Hitelkártya adatai

source: Card holder name
hu_hu: Kártyatulajdonos neve

source: Card Number
hu_hu: Kártyaszám

source: Expiry
hu_hu: Lejárat

source: Username :
hu_hu: Felhasználó név:

source: Password :
hu_hu: Jelszó:

source: You can login to Payment Manager %s to see your transactions.
hu_hu: Jelentkezz be a Fizetési Menedzserbe %s hogy lásd a korábbi tranzakcióidat.

source: Your Selected Currency is not supported by Sagepay, to use Sagepay, go the the stores general settings and under &quot;Currency Type&quot; select one of the currencies listed on the right.
hu_hu: A kiválasztott pénznement a Sagepay nem támogatja, → → A Sagepay használatához menj a Bolt beállitásokhoz és a &quot;Pénznem&quot; beállitásoknál → → válassz pénznemet a jobb oldalról

source: Your Selected Currency will work with PX Fusion
hu_hu: A választott pénznemet a PX Fusion támogatja

source: THIS GATEWAY WILL NOT WORK ON THIS SERVER, ASK YOUR HOST TO INSTALL THE PHP SOAP EXTENSION
hu_hu: Ez a Gateway nem fog működni a szervereden. Kérdd a szlgáltatód segitségét, hogy installaja a PHP SOAP-ot

source: Error! There was a problem getting a transaction id from DPS, please contact the server administrator.
hu_hu: Hiba! Nem sikerült lekérdezni a tranzakció azonosítót a DPS-ből, kérlek vedd fel a kapcsolatot a szerver adminisztrátorral.

source: Credit Card Number Required
hu_hu: Hitelkártya szám szükséges

source: Credit Card Expiry Month Required
hu_hu: Hitelkártya lejáratának hónapja szükséges

source: Credit Card Expiry Year Required
hu_hu: Hitelkártya lejáratának éve szükséges

source: Credit Card Cvc2 code Required
hu_hu: Hitelkártya Cvc2 kód szükséges

source: Credit Card Name Required
hu_hu: Kártyán szereplő név szükséges

source: 3. Credit Card Information
hu_hu: Kártyainformáció

source: Credit Card Number* (no dashes or spaces)
hu_hu: Hitelkártya szám (csak számok szóköz nélkül)

source: Credit Card Expiry* (MM/YY)
hu_hu: Lejárati dátum (HH/ÉÉ)

source: U.S. Dollar
hu_hu: Amerikai Dollár

source: Pound Sterling
hu_hu: Angol Font

source: Credit Card Direct Payment
hu_hu: Fizetés hitelkártyával

source: PayPal Payflow Pro User
hu_hu: PayPal Payflow Pro felhasználó

source: PayPal Payflow Pro Password
hu_hu: PayPal Payflow Pro jelszó

source: PayPal Payflow Pro Vendor
hu_hu: PayPal Payflow Pro Eladó

source: PayPal Testing Environment
hu_hu: PayPal Teszt környezet

source: Enable
hu_hu: Engedélyez

source: Payment Method
hu_hu: Fizetési mód

source: PayPal Accepted Currency (e.g. USD, AUD)
hu_hu: PayPal által elfogadott pénznem

source: General Error!
hu_hu: Hiba

source: Unable to receive response from PayPal server.
hu_hu: Nem kaptunk választ a PayPal szervertől

source: Verify host URL of %s and check for firewall/proxy issues.
hu_hu: Ellenőrizd a címet %s és tűzfal / proxy beállításokat.

source: Account configuration issue. Please verify your login credentials.
hu_hu: Felhasználói profil hiba. Kérlek ellenőrizd a felhasználóneved és jelszót

source: Your billing (cvv2) information does not match. Please re-enter.
hu_hu: A számlázási (cvv2) adatok eltérnek. Kérlek add meg újra.

source: Your credit card has been declined. You may press the back button in your browser and check that you've entered your card information correctly, otherwise please contact your credit card issuer.
hu_hu: A hitelkártyát elutasították. Menj vissza a böngésződben és ellenőrizd, hogy helyesen adtad-e meg az adatokat.

source: Invalid credit card information. Please use the back button in your browser and re-enter if you feel that you have received this message in error
hu_hu: Hibás hitelkártya adatok. Menj vissza a böngésződben és ellenőrizd, hogy helyesen adtad-e meg az adatokat.

source: Invalid credit card information. Please use the back button in your browser and re-enter. If you feel that you received this message in error.
hu_hu: Hibás hitelkártya adatok. Menj vissza a böngésződben és ellenőrizd, hogy helyesen adtad-e meg az adatokat.

source: Your Transaction is Under Review. We will notify you via e-mail if accepted.
hu_hu: A tranzakciód feldolgozás alatt. Az eredményről e-mailben fogunk értesíteni.

source: Results returned from server:
hu_hu: Válasz a szervertől:

source: Error!
hu_hu: Hiba!

source: This is a duplicate of your previous order.
hu_hu: Ez egy korábbi rendelésed másolata

source: Notice that DUPLICATE=1 is returned and the PNREF is the same as the previous one. You can see this in Manager as the Transaction Type will be "N".
hu_hu: Figyeld meg, hogy DUPLICATE=1 visszatért és PNREF megegyezik az előzővel. Kezelőben is látod, mert a tranzakció típusa "N"

source: Transaction Completed!
hu_hu: Sikeres Tranzakció

source: Note: To simulate a duplicate transaction, refresh this page in your browser. Notice that you will see DUPLICATE=1 returned.
hu_hu: Info: Ahhoz, hogy a dupla tranzakciót szimulálj, frissítsd ezt az oldalt a böngésződben. Figyeld meg, hogy DUPLICATE=1 választ fogsz kapni

source: The payment is pending because it was made by an eCheck that has not yet cleared.
hu_hu: A fizetés függőben, mert olyan eCheck-el történt, amit még nem érvényesítettek

source: The payment is pending due to: %s
hu_hu: A tranzakció függőben a %s miatt

source: Please login to your PayPal account for more details.
hu_hu: Több információért kérjük lépjen be a PayPal számlájára.

source: Paystation ID
hu_hu: Paystation azonosito

source: credit card
hu_hu: Hitelkártya

source: pay with Sagepay
hu_hu: Sagepay-el fizetek

source: Thanks for purchasing at %s
hu_hu: A %s nevében köszönjük, hogy nálunk vásárolt

source: Shop Email, an e-mail will be sent to this address when each transaction completes (successfully or otherwise). If this field is blank then no email address will be provided
hu_hu: Bolt email cím, erre a címre fog email érkezni, ha egy tranzakció befejeződik. Ha üresen hagyjuk akkor nem küld emailt.

source: Email Message. If set then this message is included toward the top of the customer confirmation e-mails.
hu_hu: Email üzenet. Ha engedélyezett, akkor ez az üzenet a vásárlói megerősítő email tetején fog megjelenni.

source: Sagepay Email options
hu_hu: Sagepay Email opciók

source: Do not send either customer or vendor e- mails
hu_hu: Ne küldjön emailt

source: Send customer and vendor e-mails
hu_hu: Küldjön emailt

source: Send vendor e-mail but NOT the customer e-mail
hu_hu: Küldjön emailt az eladónak de a vásárlónak ne

source: Server Type:
hu_hu: Szerver tipus

source: Test Server
hu_hu: Teszt szerver

source: Simulator Server
hu_hu: Szimulációs szerver

source: Live Server
hu_hu: Éles szerver

source: Your Selected Currency is not supported by Sageapy, to use Sagepay, go the the stores general settings and under &quot;Currency Type&quot; select one of the currencies listed on the right.
hu_hu: A kiválasztott pénznemet a Sagepay nem támogatja, → → A Sagepay használatához menj a Beállításokon belül a &quot;Pénznem&quot; menüponthoz → → és válassz pénznemet a jobb oldalról.

source: Your Selected Currency will work with Sagepay
hu_hu: A kiválasztott pénznemet a Sagepay támogatja

source: Virtual Merchant
hu_hu: Virtuális kereskedő

source: Account ID
hu_hu: Felhasználói azonosító

source: User ID
hu_hu: Felhasználói azonosító

source: Merchant Pin
hu_hu: Kereskedő Pin

source: Mode
hu_hu: Mód

source: Live Mode
hu_hu: Élő mód

source: This Gateway will only work if you change your permalink structure do anything except the default setting. In Settings->Permalinks
hu_hu: Ez a Gateway csak akkor fog működni, ha a permalinkeket az alapértelmezettől eltérőre állítod.

source: Error in XML response from eWAY:
hu_hu: Hiba az XML válaszban az eWaytől

source: Saved Credit Card, Bank or Shipping Information
hu_hu: Elmentett hitelkártya, bank vagy postázási információ

source: Saved Payment Details Have Been Deleted.
hu_hu: Elmentett fizetési adatok törölve.

source: Saved Shipping Details Have Been Deleted.
hu_hu: Elmentett postázási adatok törölve.

source: Saved Credit Card, Bank and Shipping Information
hu_hu: Elmentett hitelkártya és postázási adatok

source: Bank Accounts You've Saved For Easy Checkout.
hu_hu: A gyors kijelentkezés érdekében elmentett bankszámlái.

source: Credit Cards You've Saved For Easy Checkout.
hu_hu: A gyors kijelentkezés érdekében elmentett hitelkártyái.

source: Shipping Addresses You've Saved For Easy Checkout.
hu_hu: A gyors kijelentkezés érdekében elmentett postázási címei:

source: Failed to capture payment
hu_hu: Nem sikerült rögzíteni a fizetést

source: Business Checking
hu_hu: Üzleti ellenőrzés

source: Savings Account
hu_hu: Megtakarítási számla

source: Checking
hu_hu: Ellenőrzés

source: Accept payment
hu_hu: Tranzakció elfogadása

source: Missing Transaction ID in Order
hu_hu: Hiányzó tranzakciós azonosító a megrendelésben

source: Purchase Details
hu_hu: Vásárlás részletei

source: Approved:
hu_hu: Engedélyezve:

source: Declined:
hu_hu: Elutasítva:

source: Auth Code:
hu_hu: Azonosító kód

source: Transaction ID:
hu_hu: Tranzakciós azonosító

source: Type:
hu_hu: Típus:

source: Ammount:
hu_hu: Összeg:

source: Response:
hu_hu: Válasz:

source: Capture Details
hu_hu: Részletek mentése

source: Purchase Log Details From Authorize.Net
hu_hu: Vásárlói napló részletek az Authorize.Net-től

source: Card Ending in
hu_hu: -re végződő kártya

source: Valid Credit Card Not Given.
hu_hu: A hitelkártya száma nem érvényes.

source: Valid Credit Card Expiration Not Given.
hu_hu: A hitelkártya lejárati dátuma nem érvényes.

source: Please Enter The CVV Off The Back of The Card.
hu_hu: Kérem adja meg a kártya hátulján található azonosító kódot.

source: Please Enter The Bank Name
hu_hu: Kérem adja meg a bank nevét.

source: Please Specify The Account Type.
hu_hu: Kérem válassza ki a számlája típusát.

source: Please Give The Name On The Account.
hu_hu: Kérem írja be a számlatulajdonos nevét.

source: No Account Number Given.
hu_hu: Hiányzó számlaszám.

source: No Bank Routing Number Given.
hu_hu: Hiányzó Routing szám.

source: Select Payment Type
hu_hu: Válasszon fizetési módot.

source: Credit Card
hu_hu: Hitelkártya

source: E-Check
hu_hu: E-Csekk

source: Use Bank Account on file.
hu_hu: Használja a már megadott számlaszámot.

source: Or Enter a New Bank Account
hu_hu: Vagy adjon meg új bankszámla számot.

source: Save Payment Info (You Can Save Up To 10 accounts).
hu_hu: Fizetési mód mentése (10 különböző számlát tud tárolni).

source: Use Credit Card on file.
hu_hu: Használja a már megadott hitelkártyát.

source: Or Enter a New Card
hu_hu: Vagy adjon meg egy új kártyát

source: Bank Name
hu_hu: Bank Neve

source: Account Type
hu_hu: Számla Típusa

source: Savings
hu_hu: Takarékszámla

source: Name on Account
hu_hu: Számlatulajdonos Neve

source: Routing Number
hu_hu: Routing Szám

source: Account Number
hu_hu: Számlaszám

source: Name as It Appears on Card *
hu_hu: A kártyán szereplő név

source: CVV *
hu_hu: A kártyán található biztonsági kód

source: Failed to Authorize the Subscription
hu_hu: A feliratkozás nincs engedélyezve

source: API Login ID
hu_hu: API belépő azonosító

source: Transaction Key
hu_hu: Tranzakció Kód

source: Enable %1$sCIM%2$s
hu_hu: %1$sCIM%2$s Engedélyezése

source: Verify First, Capture Later
hu_hu: Először ellenőrizzen, majd később mentsen

source: wp-e-commerce Live Search
hu_hu: wp-e-commerce Élő keresés

source: Live search
hu_hu: Élő keresés

source: Title:
hu_hu: Cím

source: Update URL:
hu_hu: URL módisítása:

source: Update
hu_hu: Frissítés

source: There is a new version of %s available.
hu_hu: Új %s verzió érhető el

source: You do not have sufficient permissions to update plugins for this site.
hu_hu: Nincs jogosultsága a bővítmény frissitéséhez

source: Update Plugin
hu_hu: Plugin frissités
